/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Microphone to enable access, then relaunch Point of Sale."; ObjectID = "7Dw-dI-R6r"; */
"7Dw-dI-R6r.text" = "Desde la aplicación Ajustes, visita Privacidad > Micrófono para activar el acceso, y luego vuelve a iniciar Punto de venta.";

/* Class = "UILabel"; text = "Point of Sale needs access to your microphone"; ObjectID = "Oqf-qV-b1q"; */
"Oqf-qV-b1q.text" = "Punto de venta necesita acceso al micrófono";

/* Class = "UILabel"; text = "In order to swipe payment cards with your Square Reader, Register must have access to the microphone connection that is built into your headphone jack."; ObjectID = "qku-wd-Ljy"; */
"qku-wd-Ljy.text" = "Para poder deslizar tarjetas de pago con tu Square Reader, Caja Square debe tener acceso a la conexión de micrófono que se encuentra en el conector para auriculares.";

